Repository: Amr8tom/duaya-feature-demo
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appName
source: Duaya
ar: دَوَآيَـــاَ

source: skip
ar: تخطـى

source: home
ar: الرئيسة

# forgetPasswordBody
source: enter your email or phonenumber and we will send you a password resent link.
ar: أدخل ايميلك وسنقوم بارسال رسالة اليك بها كود تفعيل وتغير الباسورد

# walletTitle
source: you can use the wallet balance to buy
ar: يمكنك استخدام رصيد محفظتك فى عمليات الشراء

source: Categories
ar: الاقسام

source: Category
ar: القسم

# cancleOrder
source: Cancle The Order
ar: الغاء الطلب

# installmentsbank
source: installments with bank
ar: التقسيط مع البنك

# localeee
source: en
ar: ar

# limit
source: Lowest Limit
ar: الحد الأدني

# round
source: Arrival Time
ar: موعد التوصيل

# Tombstone
source: Nearst Tombstone
ar: أقرب علامة مميزه

source: Place Name
ar: أسم موقع العمل

source: Place Number
ar: رقم هاتف المكان

source: Street Name
ar: أسم الشارع

source: Building Number
ar: رقم المبني

# MorningShift
source: Morning shift Number
ar: رقم مسؤول الشفت الصباحي

# eveningShift
source: evening shift Number
ar: رقم مسؤول الشفت المسائي

# currentRequest
source: Current Requests
ar: الطلبات الحالية

# tryLater
source: Please Try Later
ar: الرجاء المحاولة مرة اخري فيما بعد

# previousRequest
source: Previous Requests
ar: الطلبات السابقة

# noItemsInCart
source: there is no items in cart
ar: لا يوجد منتجات في العربة

# continueShoping
source: continue
ar: مُتـابعـة التسـوق

# fawry
source: pay with fawry
ar: الدفع مع فوري

# fawryDes
source: use to code to payment
ar: استخدم كود فوري للدفع مع دوايا يمكنك الدفع مع اقرب خدمة فوري بالقرب لك

source: Mobile Wallet
ar: محفظة الهاتف

# mobileWalletDes
source: you can pay using your mobile phone wallet
ar: يمكنك الدفع عن طريق محفظة رقم هاتفك

source: Select region
ar: المنطقــة

source: verified
ar: تم تفعيل الحساب

# installments6mon
source: installments on 6 months
ar: التقسيط علي 6 أشهر

# installments12mon
source: installments on 12 months
ar: التقسيط علي 12 أشهر

source: Get Payment Code
ar: الحصول على كود الدفع

# fawryCode
source: Your Code To Pay
ar: كود فوري الخاص بك

# notVerified
source: please verify your account
ar: حسابك غير مفعل

source: Other Types
ar: طرق أخري

# QRCodeDes
source: if you didnt receive massage scan this QRcode
ar: اذا لم تتلقي رسالة للدفع قم بمسح ال QRcode

# enterMobileWallet
source: Enter The Mobile Wallet Number
ar: أدخل رقم المحفظة الالكترونية

# emailPasswordSend
source: The Reset Code is Sent
ar: تم ارسال الكود

source: Verification Code
ar: كــود التفعيل

# noResult
source: No results found
ar: لا توٌجـد نتــائج

# worktype
source: Choose the type of your business
ar: نــوع الحســـاب

# rechangreWallet
source: Recharge Wallet
ar: شحن المحفظه الكترونيآ

# rechangreWalletBody
source: you can use any payment method
ar: عن طريق جميع وسائل الدفع الألكتروني

# searchTitle
source: Search
ar: الــبحث

# amount
source: The amount
ar: المبلغ

source: Remote Payment
ar: الدفع الالكترونى

source: Contact With Client
ar: تواصل مع العميل

source: Order Number
ar: رقم الطلب

# cost
source: The Cost
ar: التكلفة

source: history
ar: التاريخ

source: search...
ar: بحــث ...

# workName
source: set your organization name
ar: أدخل اسم المؤسسة الخاصة بك

# selectCity
source: choose your city
ar: المدينة

# selectAddress
source: Please Select Address first
ar: الرجـاء أختيار عنوان أولا

# addressListTitle
source: You can add more than one address for more than branch
ar: يمكنك أضافة أكثر من عنوان للطلب لأكثر من فرع

# noUserFound
source: These credentials are not found
ar: لم يتم العثور على هذه البيانات

# error
source: there is an error
ar: هناك خطأ ما

source: Status
ar: الحالة

source: Add Product
ar: أضافة منتج

# tryAgain
source: Please try again or sign up
ar: يُـرجى المُحاولة مرة أخرى أو التسجيل

# noData
source: There is no data here till now
ar: لا يــوجد شـئ في الوقت الحـالي

# pleaseEndterValue
source: please dont let this filed null
ar: لا يمكنك ترك هذا الحقل فارغ

# saleTime
source: The Sale Time ends in
ar: سينتهي هذا العرض خلال

source: Best Offers
ar: أفـضـل العٍــروض

source: Exit App
ar: الخٍـروُج من التَـطبيـق

# cancleOrderBody
source: are you sure that you want to cancle this order
ar: هل انت متأكد أنك تريد حذف هذا الطلب

# welcomeMessage
source: Welcome Doctor
ar: مرحبا يا دكتور

source: Update Available
ar: تحـديث جديد متاح

# updateBody
source: A new version of the Duaya is available. Please update to continue
ar: هنــاك تحـديث جديد من دوايـا التحــديث للاستمرار

source: Update
ar: تحديث

source: Later
ar: لاحقا

source: Order Details
ar: تفاصيل الطلب

# confirmExitMessage
source: Are you sure you want to exit the app?
ar: هل أنت متأكد أنك تريد الخروج من التطبيق؟

source: No
ar: لا

# onbordingMsg
source: i am here to help you around the whole app
ar: أنا المساعد الذكي هنا لمساعدتك عبر التطبيق

source: Yes
ar: نعم

# sendNotebook
source: Send Missing Items Notebook....Important
ar: يمكنك تصوير ورفع النواقص والحصول علي طلبك بسرعة فائقة

# stagnantItems
source: Stagnant Items.......You can upload your stagnant items to your account and they will be rotated and resold on your behalf
ar: رواكد اصنافي.......يمكنك رفع الأصناف الراكده على حسابك وسيتم تدويرها واعاده بيعها نيابه عنك

# wallet
source: Wallet......Here you can get money and cashback to help you increase your profits
ar: هنا يمكنك الحصول على أموال والكاش باك لتساعدك في زياده أرباحك

# customerStagnantItems
source: Customer's Stagnant Items.....You can browse stagnant items at other pharmacies in your area and repurchase them
ar: رواكد العملاء .....يمكنك تصفح الأصناف الراكدة عند الصيدليات الأخري في منطقتك وإعادة شرائها

# missingItemsNotebook
source: Missing Items Notebook....You can upload a missing items sheet or an Excel sheet, and the orders will be processed automatically on your behalf
ar: كشكول النواقص....يمكنك رفع ورقه النواقص أو شيت اكسل وسيتم عم الطلبات اوتوماتيكيا نيابه عنك

# expiredProducts
source: Expired Products or Expired Items.......Dispose of expired items by uploading expired or damaged products
ar: يمكنك رفع المنتجات المنتهية الصلاحية واستبدالها

# medicalServices
source: you can take a look on our newest digital services
ar: يمكنك متابعة أحدث خدمتنا الرقمية

# returnOrder
source: Return Order....You can return an item within 3 days after receiving it
ar: إرجاع الطلب ....يمكنك عمل ارجاع لصنف بعد الاستلام خلال 3 ايام

# favoriteItems
source: My Favorite Items.....What you want to buy later
ar: اصنافي المفضلة ما ترغب في شرائه لاحقا

# speakToUs
source: you can speak to a specialist
ar: يمكنك التواصل مباشرة مع صيدلي متخصص

# selectQuantitiy
source: Select Quantitiy at First
ar: حـــدد الكِمــية أولاً

# invalidEmail
source: please enter valid email
ar: أدخـل بـريد الكــتروني صَحـيح

# passwordTooShort
source: The password cant be less than 4
ar: لا يــمكن أن تــكون كـلمة المرور أقل من 4

source: Company
ar: الشركة

source: refunds
ar: المرتجعات

source: companies
ar: الشركات

# helper
source: Help
ar: مسـاعده

# followOeder
source: Follow Order
ar: تتبع الطلب

source: Oreder Placed
ar: تم الطلب

source: Back To Home
ar: العودة إلى الرئيسية

source: Details
ar: تفاصيل

source: Follow Order
ar: تتبع الطلب

source: Accepted
ar: مقبــوُل

source: under delivery
ar: قيد التوصيل

source: packing
ar: جاري تجهيز الطلب

source: shipping
ar: الطلب في الطريق

source: Delivered
ar: تم التوصيل

source: Re-Order
ar: إعادة الطلب

# orederPlacedBody
source: Oreder Placed and we review it
ar: تم الطلب بنجاح وجاري مراجعته

# acceptedBody
source: Your order is Accepted
ar: تمت الموافقة علي الطلب

# packingBody
source: we are packing your order and searching for nearest delivery
ar: جاري تجهيز الطلب والبحث عن اقرب مندوب لك

# shippingBody
source: please wait your order in the way
ar: الرجاء الانتظار الطلب في الطريق

# DeliveredBody
source: Your order is Delivered please call us for any problems
ar: تم التوصيل بنجاح الرجاء مراسلتنا لاي مشاكل بالتوصيل

# choosePaymentMethod
source: Payment Method
ar: طرق الدفع

source: Cash on Delivery
ar: الدفع عند الاستلام

source: Confirm Address
ar: تـأكيـد العـنوان

source: Credit Card
ar: بطاقة ائتمان

source: Delayed Cash
ar: الدفع المؤجل

source: Cash on Delivery Screen
ar: شاشة الدفع عند الاستلام

source: Credit Card Payment Screen
ar: شاشة الدفع ببطاقة الائتمان

# delayedCashScreen
source: Delayed Cash Payment Screen
ar: شاشة الدفع المؤجل

# avaiableToLoan
source: avaliable to loan
ar: سٌـلفة مٌتـاحة

# moneyYouLoan
source: you loan
ar: قَم بسـداد

source: Description
ar: الـوصـف

source: Postal Code
ar: الـرقم البـريدي

source: you have :
ar: لديــك

# expiryDate
source: expiry date of drugs
ar: تَـاريخ أنتــهاء المٌنتـج

# refused
source: Pending
ar: قــيد الأنتٍــظآر

source: Hours
ar: ساعات

source: Log Out
ar: تَســجيل الخــروج

# aboutApp
source: About us
ar: المَــزيد عنــا

source: Language
ar: الـلغة

# languageDes
source: Change the language of the application
ar: قُــم بـتغير لــغة التـطبيق

# NoInternetConnection
source: There is no internet connection
ar: لا يــوجد اتصال بالانترنت

source: New Product
ar: مٌــنتج جَـدٍيد

source: Minutes
ar: دقائق

source: More
ar: الــمزيد

source: Profile Info
ar: الملف الشخصى

# profileInfoDes
source: Make Changes to your profile Info
ar: قُـم بتــعديل المــلف الشــخصي لك

# verification_status
source: conect with us for varification
ar: تَـواصـل مع الأدارة لتفعيل حٍسابـك

source: Seconds
ar: ثواني

source: E-mail
ar: البريد الالكتروني

source: see all
ar: رؤية الكل

# alsoAvailable
source: Also Available In :
ar: : أيضا متاح في

source: Select Language
ar: أختيار اللغة

# editProduct
source: Edit The Product
ar: تَــعديـل المُنـتج

# flashTodaySale
source: Today Sale
ar: عِـــروٌض الــيوم

source: Send
ar: أرسال

# sendItem
source: refund item
ar: أرجع العنصر

source: send Product
ar: أرسال الطلب

# pound
source: EGP
ar: ج.م

source: Expired Product
ar: منتجات منتهية

source: Points
ar: نقاط

source: point
ar: نقطة

source: Installments Services
ar: خدمات التقسيط

source: Valu
ar: فاليو

source: Souhoola
ar: سهولة

# mobilWalletOption
source: if you doesnt receive a massage from us to continue buying use this qr code
ar: اذا لم تتلقي رسالة لمتابعة الشراء قم بمسح هذا الكود من خلال محفظة الهاتف

source: Installment with souhoola
ar: التقسيط مع سهولة

source: Installment with valu
ar: التقسيط مع فاليو

# agentCode
source: Agent Code (Optional)
ar: كود المندوب (اختياري)

source: Cash Back
ar: كاش باك

# contvertTo
source: You Can Convert Your Points To :
ar: يمكنك تحويل هذه النقط الي محفظتك بقيمة

source: send to wallet
ar: ارسال الي المحفظة

source: Sing In
ar: تسجـيل الدخـول

source: Total
ar: الاجمالي

# loginTitle
source: Welcome ,doctor
ar: مرحبـاً بك يا دكــتور

# loginBody
source: Enjoy a Shipping experiment with Duaya
ar: أسـتمتع بتـجربة شـراء ممـيزة من دوايـآ

source: Remember Me
ar: تذكرني

source: Password
ar: كلمة المرور

source: Create Account
ar: تسـجــــيل

source: Forget Password ?
ar: نسيت كلمة المرور ؟

source: Reviews
ar: التقيمات

source: Check Out
ar: شراء

source: Chat US
ar: تحدث الينا

# buyingLimit
source: You cannot buy for less than 500 pounds
ar: لا يمكنك الشراء باقل من 500 جنيها

source: Add To Cart
ar: أضـف للعـربة

source: Pharmacy Name
ar: أسم الصيدلية

source: Buy Now
ar: قُــم بالِشــراء الأن

source: Address Details
ar: تفاصيل العنوان

source: Last Address
ar: العنوان الأخير

source: Pay with Last Address
ar: الدفع باستخدام العنوان الأخير

source: Save and Pay
ar: حفظ والدفع

source: Phone Number
ar: رقم الهاتف

source: Size
ar: الحــجم

# sendMyShortComingBook
source: Send Short Coming Book
ar: أرسـال كشــكول النــواقص

source: Color
ar: اللــون

# address
source: Shipping Address
ar: عنــوان الشحــن

source: Clinic Name
ar: أسم العياده

source: Settings
ar: الاعدادات

source: Your credit limit
ar: الحد المتاح لك

# saveChanges
source: Save
ar: حفظ

source: Hospital Name
ar: أسم المستشفي

source: Lab Name
ar: أسم المعمل

# uploadImageCommercial
source: Upload image of the commercial register
ar: أرفع صورة السجل التجاري

# msgImage
source: Please upload a picture of your pharmacy license or commercial registration to activate your account
ar: الرجاء رفع صورة رخصة الصيدلية أو السجل التجاري لتفعيل حسابك

# msgImage2
source: Please upload a picture of your
ar: الرجاء رفع صورة

# addWorkName
source: Enter the name of the
ar: أدخــل أســم الـ

source: Arabic
ar: العربيه

source: English
ar: الانجليزية

# addPhotoOf
source: Please Upload the photo of
ar: الرجــاء رفـع صـورة الـ

source: Payment Status
ar: حالة الدفع

source: Payment when Receiving
ar: عند استلام الدفع

# reCharge
source: Re Change
ar: أرسال

source: User Name
ar: أسم المستخدم

source: Select Country
ar: الـدولـة

source: saudiArabia
ar: السعودية

source: Palestine
ar: فلسطين

source: Egypt
ar: مصر

source: Bahrain
ar: البحرين

source: My Order
ar: طلباتي

# myOrderSpeak
source: your can review your previous orders
ar: يمكنك مراجعة طلباتك السابقة

source: Your Balance
ar: رصيدك

# coontinue
source: Continue
ar: أكمل

# letsStart
source: Welcome Again
ar: مـــرحبـاََ بـك مــجـدداََ

source: Resend Email
ar: أعد ارسال الايميل

# newCilent
source: New Client
ar: عَميِلْ جِـديـــد ْ

source: Confirm password
ar: تاكـيد كلمـة المــرور

source: Loading...
ar: تحميل ...

source: Requested
ar: تحت الطلب

source: Terms of use
ar: شروط الاستخدام

source: I agree to
ar: أوافق علي

source: Unknown
ar: غير معروف

# whatsUp
source: Whats App Number
ar: أضف رقم الواتس

source: Privacy Policy
ar: سياسة الخصوصية

source: Return Request
ar: ارجاع الطلب

# returnDetailsRequest
source: Fefund Request Details
ar: تفاصيل الأرجاع

# calnced
source: Clanced
ar: تم الالغاء

source: discont
ar: خَصــم

source: Compare Price
ar: قَـارٍن الخُصــوماَت

source: Completed
ar: مكتمل

source: Beauty Tools
ar: أدوات تجميل

# flashSale
source: Sale
ar: صفقـات

# ePound
source: E
ar: ج

source: My Wallet
ar: محفظتي

source: Price before Offer
ar: قبــل الخصــم

source: Price After Offer
ar: بعــد الخصــم

# numberOfPints
source: earned Points
ar: النقاط المكتسبة

# avaliableItemCount
source: avaliable Itmes
ar: الكميـة المتـاحة

# takeCameraPhoto
source: Take a Picture Form your Camera for missig items notebook
ar: ألتقط صورة بالكاميرا لكشكول النواقص

# ShortComing
source: My Short Coming Book
ar: كشكول النواقص

# uploadFileOrExcelSheet
source: Upload File(Exel) or Image for missing products
ar: أرفع ملف النواقص أو شيت أكسيل بالنواقص

source: Stagnant categories
ar: رواكد العملاء

# upgradePackage
source: Upgrade Package .. increase it
ar: تعلية الباقة .. مضاعفة الباقة

source: add Product Or Ads
ar: أضافة منتج أو اعلان

source: Product Name
ar: أسم المنتج

source: Product Image
ar: صورة المنتج

source: Product Price
ar: سعر المنتج

source: Remaining Uploads
ar: تحميلات متبقية

source: Pharmacy
ar: صيدلية

source: My Stagnant Categories
ar: رواكد أصنافي

# medicalService
source: Duaya SoftWare
ar: دوايا سوفت وير

# webAndApp
source: Application and website for the pharmacy
ar: موبايل ابكليشن وموقع للصيدلة

# security_and_login
source: Security and Login Features
ar: خصائص الأمان وتسجيل الدخول

# email_login
source: Do you want to enable login via email?
ar: هل ترغب في تفعيل ميزة تسجيل الدخول عبر البريد الإلكتروني؟

# social_login
source: Would you prefer to log in using social media accounts (like Google or Facebook)?
ar: هل تفضل استخدام تسجيل الدخول عبر حسابات التواصل الاجتماعي (مثل Google أو Facebook)؟

# biometric_login
source: Do you want to use fingerprint or face recognition for login?
ar: هل ترغب في استخدام بصمة الإصبع أو التعرف على الوجه لتسجيل الدخول؟

source: Chat and Communication
ar: الدردشة والتواصل

# enable_chat
source: Do you want to enable chat with other users or support team?
ar: هل ترغب في تفعيل ميزة الدردشة مع المستخدمين الآخرين أو فريق الدعم؟

# message_notifications
source: Do you need instant notifications for new messages?
ar: هل تحتاج إلى إشعارات فورية للرسائل الجديدة؟

# voice_messages
source: Do you want to use voice messages in chat?
ar: هل ترغب في استخدام الرسائل الصوتية في الدردشة؟

source: Customization
ar: التخصيص

# dark_mode
source: Would you like to enable dark mode?
ar: هل تفضل استخدام الوضع الليلي؟

# font_size
source: Do you prefer to customize the font size in the app?
ar: هل تفضل تخصيص حجم النصوص في التطبيق؟

# theme_colors
source: Would you like to change the app's interface colors according to your preferences?
ar: هل ترغب في تعديل ألوان واجهة المستخدم حسب تفضيلاتك؟

source: Notifications and Alerts
ar: الإشعارات والتنبيهات

# receive_notifications
source: Do you want to receive notifications about updates or new messages?
ar: هل ترغب في تلقي إشعارات حول التحديثات أو الرسائل الجديدة؟

# custom_notifications
source: Would you prefer to customize the types of notifications you receive (such as news, alerts, offers)?
ar: هل تفضل تخصيص أنواع الإشعارات التي تتلقاها (مثل الأخبار، التنبيهات، العروض)؟

source: Payment and Shopping
ar: وسائل الدفع والتسوق

# enable_payment
source: Do you want to enable electronic payment methods in the app?
ar: هل ترغب في تفعيل وسائل الدفع الإلكتروني داخل التطبيق؟

# save_payment_details
source: Do you need the feature to save payment details for future purchases?
ar: هل تحتاج إلى ميزة حفظ بيانات الدفع لعمليات الشراء المستقبلية؟

source: Location and Maps
ar: الموقع والخرائط

# enable_location
source: Do you want to enable location-based services?
ar: هل ترغب في تفعيل ميزة تحديد الموقع الجغرافي؟

# use_maps
source: Would you like to use maps to find services or specific locations?
ar: هل ترغب في استخدام الخرائط للوصول إلى خدمات أو مواقع معينة؟

# Appfeatures
source: Choose Your App Features
ar: أختر مميزات تطبيقك

source: Multimedia Features
ar: ميزات الوسائط المتعددة

# upload_media
source: Do you want to add a feature to upload photos or videos?
ar: هل ترغب في إضافة خاصية تحميل الصور أو الفيديوهات؟

# edit_media
source: Do you need the ability to edit photos or videos within the app?
ar: هل تحتاج إلى ميزة تعديل الصور أو الفيديوهات داخل التطبيق؟

source: Sharing Features
ar: خصائص المشاركة

# share_on_social_media
source: Do you want to enable content sharing on social media platforms?
ar: هل ترغب في تفعيل مشاركة المحتوى على وسائل التواصل الاجتماعي؟

# share_via_sms
source: Would you prefer the ability to share content via SMS or email?
ar: هل تفضل خاصية مشاركة المحتوى عبر الرسائل النصية أو البريد الإلكتروني؟

source: Privacy Settings
ar: إعدادات الخصوصية

# control_visibility
source: Do you want to control who can see your personal information?
ar: هل ترغب في تحديد من يمكنه رؤية معلوماتك الشخصية؟

# manage_data
source: Do you need additional settings to manage your data and information within the app?
ar: هل تحتاج إلى إعدادات إضافية للتحكم في بياناتك ومعلوماتك داخل التطبيق؟

# ui_customization
source: User Interface Customization
ar: تخصيص واجهة المستخدم

# customize_home
source: Would you like to customize the home screen based on your favorite usage?
ar: هل ترغب في تخصيص الشاشة الرئيسية حسب استخداماتك المفضلة؟

# quick_access_list
source: Do you prefer to display a shortcut list for quick access to important features?
ar: هل تفضل عرض قائمة مختصرة للوصول السريع إلى الميزات المهمة بالنسبة لك؟

source: User Profile & Medical History
ar: ملف المستخدم والتاريخ الطبي

# create_medical_profile
source: Do you want to create a detailed medical profile including age, gender, and medical history?
ar: هل ترغب في إنشاء ملف طبي مفصل يتضمن العمر والجنس والتاريخ الطبي؟

# store_medical_history
source: Would you like to store previous diagnoses, treatments, or ongoing medical conditions?
ar: هل ترغب في حفظ التشخيصات السابقة أو العلاجات أو الحالات الطبية المستمرة؟

source: Appointment Scheduling
ar: جدولة المواعيد

# book_appointments
source: Do you want to enable users to book appointments with doctors directly from the app?
ar: هل تريد تمكين المستخدمين من حجز المواعيد مع الأطباء مباشرة من التطبيق؟

# appointment_reminders
source: Would you prefer to include an appointment reminder feature?
ar: هل تفضل تضمين ميزة تذكير المواعيد؟

source: Doctor-Patient Communication
ar: التواصل بين الطبيب والمريض

# enable_secure_messaging
source: Would you like to enable secure messaging between doctors and patients?
ar: هل ترغب في تمكين المراسلة الآمنة بين الأطباء والمرضى؟

# video_consultations
source: Do you need the ability to have video consultations with doctors?
ar: هل تحتاج إلى إمكانية إجراء استشارات بالفيديو مع الأطباء؟

source: Prescription Management
ar: إدارة الروشتات الطبية

# electronic_prescriptions
source: Do you want to allow doctors to issue electronic prescriptions to patients?
ar: هل تريد السماح للأطباء بإصدار روشتات طبية إلكترونية للمرضى؟

# medication_reminders
source: Would you like patients to receive reminders for taking medications or refilling prescriptions?
ar: هل ترغب في أن يتلقى المرضى تذكيرات بأخذ الأدوية أو إعادة تعبئة الوصفات؟

# health_monitoring
source: Health Monitoring & Wearables Integration
ar: مراقبة الصحة وتكامل الأجهزة القابلة للارتداء

# integrate_wearables
source: Do you want to integrate wearable devices for real-time health monitoring?
ar: هل ترغب في دمج الأجهزة القابلة للارتداء لمراقبة الصحة في الوقت الفعلي؟

# track_vital_signs
source: Would you like users to track vital signs like heart rate, blood pressure, or glucose levels?
ar: هل ترغب في أن يتمكن المستخدمون من متابعة العلامات الحيوية مثل معدل ضربات القلب أو ضغط الدم أو مستوى الجلوكوز؟

# telemedicine
source: Telemedicine Features
ar: ميزات الطب عن بُعد

# remote_consultations
source: Would you like to offer remote video consultations with doctors?
ar: هل ترغب في تقديم استشارات بالفيديو عن بُعد مع الأطباء؟

# virtual_triage
source: Do you want to include a virtual triage system for assessing symptoms before consultations?
ar: هل ترغب في تضمين نظام فرز افتراضي لتقييم الأعراض قبل الاستشارات؟

source: Lab Test Results
ar: نتائج التحاليل المختبرية

# receive_lab_results
source: Do you want to enable patients to receive lab results directly in the app?
ar: هل تريد تمكين المرضى من تلقي نتائج التحاليل المختبرية مباشرة في التطبيق؟

# lab_results_notifications
source: Would you prefer to notify patients when their lab results are available?
ar: هل تفضل إخطار المرضى عندما تكون نتائج التحاليل متاحة؟

# health_articles
source: Health Articles & Education
ar: مقالات الصحة والتعليم

# offer_health_articles
source: Do you want to offer educational content such as articles or videos about health conditions and treatments?
ar: هل ترغب في تقديم محتوى تعليمي مثل المقالات أو الفيديوهات حول الحالات الصحية والعلاجات؟

# personalize_health_tips
source: Would you prefer to personalize health tips based on user profiles?
ar: هل تفضل تخصيص النصائح الصحية بناءً على ملفات المستخدمين؟

source: Insurance Integration
ar: تكامل التأمين الصحي

# link_health_insurance
source: Do you want to allow users to link their health insurance for seamless billing?
ar: هل تريد السماح للمستخدمين بربط تأمينهم الصحي للفواتير السلسة؟

# display_coverage_details
source: Would you prefer to display insurance coverage details for specific treatments or medications?
ar: هل تفضل عرض تفاصيل التغطية التأمينية للعلاجات أو الأدوية المحددة؟

# emergency_services
source: Emergency Contact & Services
ar: خدمات الطوارئ

# call_emergency_services
source: Do you want to enable users to call emergency services directly from the app?
ar: هل تريد تمكين المستخدمين من الاتصال بخدمات الطوارئ مباشرة من التطبيق؟

# store_emergency_contacts
source: Would you like to allow users to store emergency contact details for doctors or family?
ar: هل ترغب في السماح للمستخدمين بحفظ تفاصيل الاتصال الطارئة للأطباء أو العائلة؟

source: Symptom Checker
ar: الكشف علي الامراض

# provide_symptom_checker
source: Do you want to provide a symptom checker for users to assess their conditions?
ar: هل تريد توفير كشف مبدئ للأعراض للمستخدمين لتقييم حالاتهم؟

# offer_medical_help_suggestions
source: Would you like to offer suggestions for when to seek medical help based on symptoms?
ar: هل ترغب في تقديم اقتراحات حول متى يجب البحث عن المساعدة الطبية بناءً على الأعراض؟

source: Health Goals & Tracking
ar: تحديد وتتبع الأهداف الصحية
