Repository: Amr8tom/duaya-feature-demo
Catalog: lib/l10n/intl_*.arb
Languages: ar

# set_health_goals
source: Do you want to allow users to set and track health goals, such as weight loss or exercise targets?
ar: هل تريد السماح للمستخدمين بتحديد وتتبع الأهداف الصحية مثل فقدان الوزن أو أهداف التمرين؟

# track_health_goals_progress
source: Would you prefer to include progress tracking for these health goals?
ar: هل تفضل تضمين تتبع التقدم لهذه الأهداف الصحية؟

source: Clinic
ar: عياده

# walletByPayment
source: By Wallet
ar: الدفــع بالمحــفظة

source: Unit Price
ar: العملة

# addNewAddress
source: Add Address
ar: أَضـف عنـوان

source: Quantity
ar: الكمية

# favorite
source: my Favorites
ar: أصنافي المفضلة

source: Choose Image
ar: أختر صورة

source: Done
ar: تم بنجاح

source: Hospital
ar: مستشفي

source: Lab
ar: معمل

source: Product Description
ar: وصف المنتج

source: Continue Payment
ar: مـتابعة الـشراء

source: Cart
ar: العربه

source: services
ar: خدمات

source: Confirm Payment
ar: تــأكيد الشــراء

source: Call us
ar: تواصل معنا

# search
source: Search here
ar: أبحث هنا

source: Medicine
ar: دواء

source: Medical Supplies
ar: مستلزمات طبية

# cashOnDeliverydes
source: You will pay when you receive the order
ar: سوف تدفع عند استلام الطلب

# delayedCashScreenDesTime
source: You have 30 days to repay the debt
ar: لــديك ثـلاثـون يَـوماً لسـداد الأمـوال

# walletCacheDes
source: pay from your wallet balance
ar: ادفع من رصيد محفظتك

# creditCarddes
source: pay using your credit card
ar: ادفع باستخدام بطاقتك الائتمانية

# delayedCashDes
source: buy now and buy later
ar: اشترِ الآن وادفع لاحقًا

# onboardingTitle1
source: All your purchases in one place
ar: جميـع مشترياتك في مكان واحد

# onboardingTitle2
source: you can use the AI features
ar: يمكنك استخدام ميزة الذكاء الاصطناعي

# onboardingTitle3
source: Ordering from Duaya doubles your profits
ar: الطلب من دوايا يضاعف أرباحك

# onboardingBody1
source: Medicines - Medical Supplies - Cosmetics - Medical Devices
ar: الأدوية- المستلزمات الطبية -مستحضرات التجميل -ألاجهزة الطبية

# onboardingBody2
source: To help you to know Duaya Pros
ar: لمساعدتك في الحصول علي مميزات دوايا

# onboardingBody3
source: By providing all needs
ar: عن طريق توفير جميع الاحتياجات باعلى الخصومات
